---
kind: other
id: Properties.T:Autodesk.Revit.DB.FabricationVersionInfo
source: html/cac06687-8488-df03-7fb9-cc6bd4c1d418.htm
---
# FabricationVersionInfo Properties

Specifies whether the .NET object represents a valid Revit entity.